cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'

brew 'automake'
brew 'autoconf'
brew 'coreutils'
brew 'curl'
brew 'fish'
brew 'gnupg'
brew 'imagemagick'
brew 'jq'
brew 'libgit2'
brew 'libtool'
brew 'libxslt'
brew 'libyaml'
brew 'mas'
brew 'openssl'
brew 'peco'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'roundup'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'unixodbc'
brew 'wget'
brew 'wxmac'

cask 'alfred2'
cask 'appcleaner'
cask 'bartender'
cask 'charles'
cask 'dash'
cask 'docker'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'flash-npapi'
cask 'google-chrome'
cask 'istat-menus'
cask 'iterm2'
cask 'lastpass'
cask 'java'
cask 'kindle'
cask 'ksdiff'
cask 'keka'
cask 'macvim'
cask 'radiant-player'
cask 'rubymine'
cask 'parallels-desktop'
cask 'postico'
cask 'sizeup'
cask 'skitch'
cask 'slack'
cask 'transmission'
cask 'visual-studio-code'
