cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'ethereum/ethereum'
tap 'homebrew/bundle'
tap 'railwaycat/emacsmacport'

brew 'aspell', args: ['with-lang-en']
brew 'automake'
brew 'autoconf'
brew 'awscli'
brew 'berkeley-db4'
brew 'coreutils'
brew 'cputhrottle'
brew 'ctags'
brew 'curl'
brew 'ec2-api-tools'
brew 'ethereum'
brew 'fish'
brew 'gnupg'
brew 'imagemagick'
brew 'jq'
brew 'jsonpp'
brew 'libgit2'
brew 'libtool'
brew 'libxslt'
brew 'libyaml'
brew 'mas'
brew 'openssl'
brew 'peco'
brew 'postgresql'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'roundup'
brew 'scala'
brew 'sbt'
brew 'solidity'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'unixodbc'
brew 'wget'
brew 'wxmac'

cask 'alfred2'
cask 'appcleaner'
cask 'bartender'
cask 'charles'
cask 'colloquy'
cask 'dash'
cask 'disk-inventory-x'
cask 'docker'
cask 'dropbox'
cask 'emacs-mac'
cask 'evernote'
cask 'filezilla'
cask 'firefox'
cask 'flash-npapi'
cask 'flash-player'
cask 'google-chrome'
cask 'google-photos-backup'
cask 'haskell-platform'
cask 'istat-menus'
cask 'iterm2'
cask 'lastpass'
cask 'java'
cask 'kindle'
cask 'ksdiff'
cask 'keka'
cask 'macvim'
cask 'radiant-player'
cask 'rubymine'
cask 'osxfuse'
cask 'parallels-desktop'
cask 'pgadmin4'
cask 'postico'
cask 'sizeup'
cask 'skitch'
cask 'slack'
cask 'teamviewer'
cask 'telegram'
cask 'transmission'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
